Repository: xNad16/FURIX-BOT-2
Catalog: redbot/cogs/admin/locales/*.po
Languages: ar_sa, de_de, pt_pt, ru_ru

source: I attempted to do something that Discord denied me permissions for. Your command failed to successfully complete.
ar_sa: حاولت القيام بشيء لا أملك تصريح من ديسكورد لفعله. فشل أمرك في إكمال نجاحه.
de_de: Ich habe versucht etwas zu tun, für das mir Discord die Befugnis verweigerte. Dein Befehl konnte nicht erfolgreich ausgeführt werden.
pt_pt: Tentei fazer uma coisa que o Discord negou permissão para fazer. O comando não foi concluído.
ru_ru: Я попытался сделать что-то, для чего Discord отказал мне в разрешениях. Ваша команда не была успешно выполнена.

source: I tried to add {role.name} to {member.display_name} but that role is higher than my highest role in the Discord hierarchy so I was unable to successfully add it. Please give me a higher role and try again.
ar_sa: حاولت إضافة {role.name} إلى {member.display_name} ولكن هذه الرتبة هي أعلى من رتبتي في قائمة الرتب في السيرفر, لذلك فشل الأمر. حاول رفع رتبتي والمحاولة مجدداً.
de_de: Ich versuchte die Rolle {role.name} an {member.display_name} zu geben, aber die Rolle ist höher als meine höchste Rolle in der Discord Hierarchie, daher war es mir nicht möglich sie hinzuzufügen. Bitte gib mir eine höhere Rolle und versuche es erneut.
pt_pt: Tentei adicionar {role.name} a {member.display_name} mas esse cargo é maior do que o meu maior cargo atual na hierarquia do Discord por isso não me é possível concluir a ação com sucesso. Dá-me um cargo maior e tenta novamente.
ru_ru: Я попытался добавить {member.display_name} в {role.name}, но эта роль выше, чем моя наивысшая роль в иерархии Discord, поэтому я не смог добавить ее успешно. Пожалуйста, дайте мне более высокую роль и повторите попытку.

source: I tried to add {role.name} to {member.display_name} but that role is higher than your highest role in the Discord hierarchy so I was unable to successfully add it. Please get a higher role and try again.
ar_sa: لقد حاولت إضافة {role.name} إلى {member.display_name} ولكن هذه الرتبة هي أعلى من رتبتك في قائمة الرتب في السيرفر, لذلك فشل الأمر. حاول رفع رتبتي والمحاولة مجدداً.
de_de: Ich versuchte die Rolle {role.name} an {member.display_name} zu geben, aber die Rolle ist höher als deine höchste Rolle in der Discord Hierarchie, daher war es mir nicht möglich sie hinzuzufügen. Bitte gib dir selbst eine höhere Rolle und versuche es erneut.
pt_pt: Tentei adicionar {role.name} a {member.display_name} mas esse cargo é maior do que o teu maior cargo atual na hierarquia do Discord por isso não me é possível concluir a ação com sucesso. Obtém um cargo maior e tenta novamente.
ru_ru: Я попытался добавить {member.display_name} в {role.name}, но эта роль выше, чем ваша наивысшая роль в иерархии Discord, поэтому я не смог добавить ее успешно. Пожалуйста, получите более высокую роль и повторите попытку.

source: I am already announcing something. If you would like to make a different announcement please use `{prefix}announce cancel` first.
ar_sa: أنا بالفعل أُعلن شيئاً. إذا كنت ترغب في إصدار إعلان مختلف الرجاء إستخدام `{prefix}announce cancel` أولاً.
de_de: Ich kündige bereits etwas an. Wenn du eine andere Ankündigung machen willst, benutze bitte zuerst `{prefix}announce cancel`.
pt_pt: Já estou a anunciar algo. Se queres fazer um anúncio diferente usa `{prefix}announce cancel` antes de usares este comando.
ru_ru: Я уже что-то объявляю. Если вы хотите сделать другое объявление, сначала используйте `{prefix}announce cancel`.

source: A collection of server administration utilities.
ar_sa: مجموعة من أدوات إدارة السيرفر.
de_de: Eine Sammlung von administrativen Server-Verwaltungsprogramme.
pt_pt: Uma coleção de utilidades para administração de servidores.
ru_ru: Набор утилит администрирования сервера.

source: I successfully added {role.name} to {member.display_name}
ar_sa: لقد قمت بنجاح بإضافة {role.name} إلى {member.display_name}
de_de: Ich habe erfolgreich {role.name} zu {member.display_name} hinzugefügt
pt_pt: Adicionei com sucesso {role.name} a {member.display_name}
ru_ru: Я успешно добавил {member.display_name} в {role.name}

source: I successfully removed {role.name} from {member.display_name}
ar_sa: لقد قمت بنجاح بإزالة {role.name} من {member.display_name}
de_de: Ich habe erfolgreich {role.name} von {member.display_name} entfernt
pt_pt: Removi com sucesso {role.name} de {member.display_name}
ru_ru: Я успешно убрал {member.display_name} из {role.name}

source: Add a role to a user. If user is left blank it defaults to the author of the command.
ar_sa: إذا تم ترك المستخدم فارغ, فسيكون إفتراضياً صاحب الأمر.
de_de: Gebe einem Benutzer ein Rolle. Wenn kein Benutzer angegeben wird, wird standardmäßig der Autor des Befehls gewählt.
pt_pt: Adiciona um cargo a um utilizador. Se o utilizador for deixado em branco é utilizado por padrão o autor do comando.
ru_ru: Добавляет роль пользователю. Если пользователь не указан, то по умолчанию используется отправитель.

source: Remove a role from a user. If user is left blank it defaults to the author of the command.
ar_sa: إذا تم ترك المستخدم فارغ, فسيكون إفتراضياً صاحب الأمر.
de_de: Entferne eine Rolle von einem Benutzer. Wenn kein Benutzer angegeben wird, wird standardmäßig der Autor des Befehls gewählt.
pt_pt: Remove um cargo a um utilizador. Se o utilizador for deixado em branco é utilizado por padrão o autor do comando.
ru_ru: Забирает роль у пользователя. Если пользователь не указан, то по умолчанию используется отправитель.

source: Edit role settings.
ar_sa: تعديل إعدادات الرتبة.
de_de: Bearbeiten der Rollen Einstellungen.
ru_ru: Изменение параметров роли.

source: Edit a role's colour. Use double quotes if the role contains spaces. Colour must be in hexadecimal format. [Online colour picker](http://www.w3schools.com/colors/colors_picker.asp) Examples: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
ar_sa: استخدم علامة اقتباس مزدوجة إذا كانت الرتبة تحتوي على مسافات. يجب أن يكون اللون بتنسيق سداسي عشري. موقع لإختيار الألوان (http://www.w3schools.com/colors/colors_picker.asp) أمثلة: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
de_de: Bearbeite die Farbe einer Rolle. Benutze Anführungszeichen wenn die Rolle ein Leerzeichen enthält. Die Farbe muss im Hexadezimal Format angegeben werden. [Online Farbwähler](<http://www.w3schools.com/colors/colors_picker.asp>) Beispiele: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
pt_pt: Edite a cor do cargo Use aspas se o cargo contiver espaços. A cor deve ser em formato hexadecimal. [Seleção de Cor Online](http://www.w3schools.com/colors/colors_picker.asp) Exemplos: `[p]editrole colour "Team rS" #ff0000` `[p]editrole colour Teste #ff9900`
ru_ru: Изменить цвет роли. Используйте двойные кавычки, если роль содержит пробелы. Цвет должен быть в шестнадцатеричном формате. [Онлайн-палитра цветов](http://www.w3schools.com/colors/colors_picker.asp) Примеры: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`

source: Done.
ar_sa: تم.
de_de: Erledigt.
pt_pt: Concluído.
ru_ru: Готово.

source: Edit a role's name. Use double quotes if the role or the name contain spaces. Examples: `[p]editrole name "The Transistor" Test`
ar_sa: تعديل إسم الرتبة. استخدم علامة اقتباس مزدوجة إذا كانت الرتبة تحتوي على مسافات. أمثلة: `[p]editrole name "The Transistor" Test`
de_de: Bearbeite den Namen einer Rolle. Benutze Anführungszeichen wenn die Rolle Leerzeichen enthält. Beispiele: `[p]editrole name "The Transistor" Test`
pt_pt: Edite o nome do cargo. Use aspas se o cargo contiver espaços. Exemplos: `[p]editrole name "Team rS" Test`
ru_ru: Изменить имя роли. Используйте двойные кавычки, если роль или имя содержат пробелы. Примеры: `[p]editrole name "The Transistor" Test`

source: Announce a message to all servers the bot is in.
ar_sa: الإعلان عن رسالة إلى جميع السيرفرات المتواجد بها البوت.
de_de: Mache eine Ankündigung auf allen Servern auf denen der Bot ist.
pt_pt: Anuncia uma mensagem para todos os servidores em que o bot está.
ru_ru: Объявить сообщение на всех серверах, к которым подключен бот.

source: The announcement has begun.
ar_sa: تم البدء في الإعلان.
de_de: Die Ankündigung hat begonnen.
pt_pt: O anúncio foi iniciado.
ru_ru: Объявление началось.

source: Cancel a running announce.
ar_sa: إلغاء إعلان جارٍ.
de_de: Breche eine laufende Ankündigung ab.
pt_pt: Cancelar um anúncio em curso.
ru_ru: Отменить текущее объявление.

source: The current announcement has been cancelled.
ar_sa: تم إلغاء الإعلان الحالي.
de_de: Die aktuelle Ankündigung wurde abgebrochen.
pt_pt: O anúncio atual foi cancelado.
ru_ru: Текущее объявление было отменено.

source: Change the channel to which the bot makes announcements.
ar_sa: تعديل القناة التي يستخدمها البوت للإعلانات.
de_de: Ändere den Kanal in dem der Bot Ankündigungen macht.
pt_pt: Mude o canal para o qual o bot faz os anúncios.
ru_ru: Изменить канал, на котором бот делает объявления.

source: The announcement channel has been set to {channel.mention}
ar_sa: تم تحديث قناة الإعلانات إلى {channel.mention}
de_de: Der für Ankündigungen gewählte Kanal wurde festgelegt auf {channel.mention}
pt_pt: O canal de anúncio foi definido para {channel.mention}
ru_ru: Канал объявления был установлен на {channel.mention}

source: Toggle announcements being enabled this server.
ar_sa: تم تمكين الإعلانات في السيرفر.
de_de: Schaltet Ankündigungen auf diesem Server ein oder aus.
pt_pt: Ativar ou Desativar os anúncios neste servidor.
ru_ru: Переключить объявления, когда этот сервер включен.

source: The server {guild.name} will receive announcements.
ar_sa: سيرفر {guild.name} سيتلقى إعلانات الآن.
de_de: Der Server {guild.name} wird Ankündigunen erhalten.
pt_pt: O servidor {guild.name} vai receber anúncios.
ru_ru: Сервер {guild.name} будет получать объявления.

source: The server {guild.name} will not receive announcements.
ar_sa: سيرفر {guild.name} لن يتلقى إعلانات.
de_de: Der Server {guild.name} wird keine Ankündigunen erhalten.
pt_pt: O servidor {guild.name} não vai receber anúncios.
ru_ru: Сервер {guild.name} не будет получать объявления.

source: Add a role to yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
ar_sa: إضافة رتبة لنفسك. يجب على أدمن السيرفر أولاً إضافة الرتبة. ملاحظة: الرتبة حساسة لحالة الأحرف!
de_de: Gib dir selbst eine Rolle. Server Admins müssen die Rolle für Nutzer freigeben. HINWEIS: Die Rolle beachtet Groß- und Kleinschreibung!
pt_pt: Adiciona um cargo a si próprio Os administradores do servidor têm de ter configurado o cargo como definível. NOTA: O cargo é sensível às maiúsculas e minúsculas!
ru_ru: Добавить себе роль. Администраторы сервера должны настроить роль как настраиваемую пользователем. ПРИМЕЧАНИЕ: Роль чувствительна к регистру!

source: Remove a selfrole from yourself. NOTE: The role is case sensitive!
ar_sa: إزالة رتبة ذاتية من نفسك. ملاحظة: الرتبة حساسة لحالة الأحرف!
de_de: Entferne eine auswählbare Rolle von dir selbst. HINWEIS: Die Rolle beachtet Groß- und Kleinschreibung!
pt_pt: Remove um cargo a si próprio. NOTA: O cargo é sensível às maiúsculas e minúsculas!
ru_ru: Удалить свою роль. ПРИМЕЧАНИЕ: Роль чувствительна к регистру!

source: Add a role to the list of available selfroles. NOTE: The role is case sensitive!
ar_sa: إضافة رتبة إلى قائمة الرتب الذاتية. ملاحظة: الرتبة حساسة لحالة الأحرف!
de_de: Füge eine Rolle zur Liste der selbst auswählbaren Rollen hinzu. HINWEIS: Die Rolle beachtet Groß- und Kleinschreibung!
pt_pt: Adiciona um cargo à lista de cargos definíveis. NOTA: O cargo é sensível às maiúsculas e minúsculas!
ru_ru: Добавить роль в список доступных ролей. ПРИМЕЧАНИЕ: Роль чувствительна к регистру!

source: The selfroles list has been successfully modified.
ar_sa: تم تحديث/تعديل قائمة الرتب الذاتية بنجاح.
de_de: Die Liste selbst auswählbarer Rollen wurde erfolgreich bearbeitet.
pt_pt: A lista de cargos definíveis foi modificada com sucesso.
ru_ru: Список ролей был изменен успешно.

source: Remove a role from the list of available selfroles. NOTE: The role is case sensitive!
ar_sa: إزالة الرتبة من قائمة الرتب الذاتية. ملاحظة: الرتبة حساسة لحالة الأحرف!
de_de: Entferne eine selbst auswählbare Rolle von der Liste für verfügbare Rollen. HINWEIS: Die Rolle beachtet Groß- und Kleinschreibung!
pt_pt: Remove um cargo da lista de cargos definíveis. NOTA: O cargo é sensível às maiúsculas e minúsculas!
ru_ru: Удалить роль из списка доступных ролей. ПРИМЕЧАНИЕ: Роль чувствительна к регистру!

source: Lists all available selfroles.
ar_sa: قائمة بجميع الرتب الذاتية.
de_de: Gibt eine Liste verfügbarer selbst auswählbarer Rollen aus.
pt_pt: Lista de todos os cargos definíveis disponíveis.
ru_ru: Список всех доступных ролей.

source: Available Selfroles: {selfroles}
ar_sa: الرتب الذاتية المتوفرة: {selfroles}
de_de: Verfügbare selbst auswählbare Rollen: {selfroles}
pt_pt: Cargos definíveis disponíveis: {selfroles}
ru_ru: Доступные роли: {selfroles}

source: Lock a bot to its current servers only.
ar_sa: قفل البوت للسيرفر الحالي فقط.
de_de: Sperrt den Bot neuen Servern beizutreten.
pt_pt: Bloquear o bot aos servidores atuais.
ru_ru: Заблокировать бота только на его текущих серверах.

source: The bot is no longer serverlocked.
ar_sa: لم يعد البوت مقفول للسيرفر الحالي فقط.
de_de: Der Bot ist nicht länger gesperrt neuen Servern beizutreten.
pt_pt: O bot já não está bloqueado aos servidores atuais.
ru_ru: Бот больше не заблокирован на сервере.

source: The bot is now serverlocked.
ar_sa: لقد تم قفل البوت للسيرفر الحالي فقط.
de_de: Der Bot ist jetzt gesperrt neuen Servern beizutreten.
pt_pt: O bot está agora bloqueado aos servidores atuais.
ru_ru: Бот теперь заблокирован на сервере.

source: I could not announce to server: {server.id}
ar_sa: لم أتمكن من الإعلان في السيرفر: {server.id}
de_de: Ich konnte keine Ankündigung auf diesem Server machen: {server.id}
pt_pt: Não me foi possível anunciar no servidor: {server.id}
ru_ru: Я не могу объявить на сервере: {server.id}

source: The Admin cog is not loaded.
ar_sa: لم يتم تحميل وحدة الأدمن cog.
de_de: Das Admin-Cog ist nicht geladen.
pt_pt: O cog 'Admin' não está carregado.
ru_ru: Плагин администрирования не загружен.

source: The provided role is not a valid selfrole.
ar_sa: الرتبة المذكورة ليست على قائمة الرتب الذاتية.
de_de: Die vorausgesetzte Rolle ist keine berechtigte selbst auswählbare Rolle.
pt_pt: O cargo indicado não é um cargo definível válido.
ru_ru: Предоставленная роль не является допустимой ролью.
