Repository: xNad16/FURIX-BOT-2
Catalog: redbot/core/locales/*.po
Languages: tr_tr

source: Evaluate a statement of python code. The bot will always respond with the return value of the code. If the return value of the code is a coroutine, it will be awaited, and the result of that will be the bot's response. Note: Only one statement may be evaluated. Using await, yield or similar restricted keywords will result in a syntax error. For multiple lines or asynchronous code, see [p]repl or [p]eval. Environment Variables: ctx - command invokation context bot - bot object channel - the current channel object author - command author's member object message - the command's message object discord - discord.py library commands - redbot.core.commands _ - The result of the last dev command.
tr_tr: Bir deyim python kod değerlendirmek. bot her zaman kodu dönüş değeri ile yanıt verir. dönüş değeri kodu, bir coroutine ise, beklenen, ve bunun sonuçlarını bot'ın yanıt olacaktır. Not: tek bir deyimi değerlendirilir. Kullanarak bekliyor, verim veya benzer sınırlı anahtar sözcükler bir sözdizimi hatası neden olur. Birden fazla satırları veya zaman uyumsuz kod için [p]çoğaltma veya [p]eval bakın. ortam değişkenleri: ctx - komut invokation bağlam bot - bot nesne Kanal - geçerli kanal nesne yazar - komut yazarın üye nesne mesaj - komut iletisi nesne anlaşmazlık - discord.py kitaplığı < div class = "notranslate" > 15</div> - redbot.core.commands _ - son dev komutun sonucu komutları.

source: Execute asynchronous code. This command wraps code into the body of an async function and then calls and awaits it. The bot will respond with anything printed to stdout, as well as the return value of the function. The code can be within a codeblock, inline code or neither, as long as they are not mixed and they are formatted correctly. Environment Variables: ctx - command invokation context bot - bot object channel - the current channel object author - command author's member object message - the command's message object discord - discord.py library commands - redbot.core.commands _ - The result of the last dev command.
tr_tr: Zaman uyumsuz kod yürütebilir. bu komut kodu bir zaman uyumsuz işlev gövdesine tamamladı ve ardından çağırır ve bu bekliyor. Bot stdout yanı sıra işlevin dönüş değeri baskılı bir şey ile yanıt verir. kod içinde bir codeblock, satır içi kod veya her ikisi de uzun olarak değil karışık ve onlar doğru şekilde biçimlendirilip gibi olabilir. ortam değişkenleri: ctx - komut invokation bağlam bot - bot kanal - c nesne geçerli kanal nesne yazar - komut yazarın üye nesne mesaj - komut iletisi nesne anlaşmazlık - discord.py kitaplığı < div sınıf "notranslate" = > 12</div> - redbot.core.commands _ - son dev komutun sonucu komutları.

source: Open an interactive REPL. The REPL will only recognise code as messages which start with a backtick. This includes codeblocks, and as such multiple lines can be evaluated. You may not await any code in this REPL unless you define it inside an async function.
tr_tr: Açık bir etkileşimli REPL. çoğaltma yalnızca kod çalıştırma ile start iletileri olarak tanıyacak. Bu codeblocks içerir ve bu nedenle değerlendirilen birden fazla satır olabilir. zaman uyumsuz işlevinin içinde tanımladığınız sürece sizi bu çoğaltma herhangi bir kodda bekliyor değil.

source: Already running a REPL session in this channel. Exit it with `quit`.
tr_tr: Zaten bir çoğaltma oturum bu kanalda çalışan. Bunu 'istifa ile' çık.

source: Enter code to execute or evaluate. `exit()` or `quit` to exit.
tr_tr: Yürütmek veya değerlendirmek için kod girin. 'çıkış' veya 'çıkmak' çıkmak için.

source: Unexpected error: `{}`
tr_tr: Beklenmeyen hata: '{}'

source: Mock another user invoking a command. The prefix must not be entered.
tr_tr: Başka bir Kullanıcı bir komut çağırma alay. öneki girilmelidir değil.

source: Dispatch a message event as if it were sent by a different user. Only reads the raw content of the message. Attachments, embeds etc. are ignored.
tr_tr: Sanki başka bir kullanıcı tarafından gönderilen ileti olayına gönderme. yalnızca ileti ham içeriğini okur. Ekleri, vb gömer göz ardı vardır.

source: {user}'s balance cannot rise above {max:,} {currency}.
tr_tr: {user}' ın denge değil artış yukarıda {max:,} {currency}.

source: Show help documentation. - `[p]help`: Show the help manual. - `[p]help command`: Show help for a command. - `[p]help Category`: Show commands and description for a category,
tr_tr: Yardım belgeleri göster. - <div class="notranslate"> '1</div> Yardım': Yardım'ı el ile göstermek. - <div class="notranslate"> '3</div> yardım komutu': bir komutunun yardımını göster. - <div class="notranslate"> '5</div> yardım kategori': göster komutları ve açıklama için bir kategori,

source: I couldn't send the help message to you in DM. Either you blocked me or you disabled DMs in this server.
tr_tr: Ben yardım için DM. göndermek olamazdı ya beni engelledi ya DMs bu Server'da devre dışı.
