Repository: xNad16/FURIX-BOT-2
Catalog: redbot/core/locales/*.po
Languages: tr_tr

source: Commands to interface with Red's cog manager.
tr_tr: Red'in cog Yöneticisi ile arabirim komutları.

source: Lists current cog paths in order of priority.
tr_tr: Geçerli cog yolları, öncelik sırasına göre listeler.

source: Install Path: {install_path} Core Path: {core_path}
tr_tr: Yükleme yolu: {install_path} çekirdek yol: {core_path}

source: Add a path to the list of available cog paths.
tr_tr: Bir yol mevcut cog yollar listesine ekleyin.

source: That path does not exist or does not point to a valid directory.
tr_tr: Bu yolu yok veya geçerli bir dizin göstermiyor.

source: Path successfully added.
tr_tr: Reklam başarıyla eklendi.

source: Removes a path from the available cog paths given the path_number from !paths
tr_tr: Path_number verilen kullanılabilir cog yolları bir yolu kaldırır! yolları

source: That is an invalid path number.
tr_tr: Geçersiz telefon numarası.

source: Path successfully removed.
tr_tr: Reklam başarıyla eklendi.

source: Reorders paths internally to allow discovery of different cogs.
tr_tr: Kendi içinde farklı Smm Bulma'ya izin veren yolları yeniden sıralar.

source: Invalid 'from' index.
tr_tr: Geçersiz 'başlangıç' tarihi.

source: Invalid 'to' index.
tr_tr: 'Kime' dizini geçersiz.

source: Paths reordered.
tr_tr: Yolları yeniden sıralanmış.

source: Returns the current install path or sets it if one is provided. The provided path must be absolute or relative to the bot's directory and it must already exist. No installed cogs will be transferred in the process.
tr_tr: Geçerli yükleme yolu döndürür veya bir varsa ayarlar. sağlanan yolun mutlak olması gerekir veya bot göre dizin ve önceden mevcut olmalıdır. yüklü hiçbir Smm süreç içinde aktarılır.

source: That path does not exist.
tr_tr: Böyle bir sayfa yok.

source: The bot will install new cogs to the `{}` directory.
tr_tr: Bot yeni Smm '{}' dizinine yükler.

source: Lists all loaded and available cogs.
tr_tr: Tüm yüklü ve kullanılabilir Smm listeler.

source: **{} loaded:**
tr_tr: ** (dolu): **

source: **{} unloaded:**
tr_tr: ** (boş): **

source: Commands related to core functions
tr_tr: Çekirdek işlevleri için ilgili komutları

source: Shows info about Red
tr_tr: Red hakkında bilgi gösterir

source: Shows Red's uptime
tr_tr: Red'in uptime gösterir

source: Commands for toggling embeds on or off. This setting determines whether or not to use embeds as a response to a command (for commands that support it). The default is to use embeds.
tr_tr: Değiştirme komutlarını açma veya kapatma katıştırır. ' ye ( komutları) destekleyen bir komutun bir tepki olarak kullanım gömer olsun veya olmasın bu ayarı belirler. için varsayılandır kullanım katıştırır.

source: Toggle the global embed setting. This is used as a fallback if the user or guild hasn't set a preference. The default is to use embeds.
tr_tr: Ayarı Değiştir global gömün. Kullanıcı veya lonca bir tercihi ayarlarsanız değil bu bir geri dönüş kullanılır. varsayılandır kullanmak için katıştırır.

source: Embeds are now {} by default.
tr_tr: Gömer oldular (varsayılan olarak).

source: Toggle the guild's embed setting. If enabled is None, the setting will be unset and the global default will be used instead. If set, this is used instead of the global default to determine whether or not to use embeds. This is used for all commands done in a guild channel except for help commands.
tr_tr: Ayarı Değiştir Lonca'nın gömün. etkin ise değil, ayarı tanımsız olur ve genel varsayılan yerine kullanılır. set, bu yerine genel varsayılan kullanmak üzere gömer olup olmadığını belirlemek için kullanılır eğer. Bu bir filo kanal yardım komutları için dışında yapılan tüm komutları için kullanılan ' tir.

source: Embeds will now fall back to the global setting.
tr_tr: Embed'ler artık global ayarlara geri dönecek.

source: Embeds are now {} for this guild.
tr_tr: Gömer {} Bu filo için oldular.

source: Toggle the user's embed setting. If enabled is None, the setting will be unset and the global default will be used instead. If set, this is used instead of the global default to determine whether or not to use embeds. This is used for all commands done in a DM with the bot, as well as all help commands everywhere.
tr_tr: Ayarı Değiştir Lonca'nın gömün. etkin ise değil, ayarı tanımsız olur ve genel varsayılan yerine kullanılır. set, bu yerine genel varsayılan kullanmak üzere gömer olup olmadığını belirlemek için kullanılır eğer. Bu bir filo kanal yardım komutları için dışında yapılan tüm komutları için kullanılan ' tir.

source: Embeds are now {} for you.
tr_tr: Gömer {} Bu filo için oldular.

source: Sends to the owner the last command exception that has occurred If public (yes is specified), it will be sent to the chat instead
tr_tr: Oluştu son komut özel durum sahibine gönderir kamu (Evet belirtilirse,), bu sohbet için bunun yerine gönderilir

source: Show's Red's invite url
tr_tr: Red'in davet linkini gösterir

source: Leaves server
tr_tr: Sunucudan çıkar

source: Lists and allows to leave servers
tr_tr: Listeler ve sunucuları gitmek verir

source: Loads packages
tr_tr: Paketleri yükler

source: Unloads packages
tr_tr: Bellekten paketleri

source: Reloads packages
tr_tr: Bellekten paketleri

source: Shuts down the bot
tr_tr: Botu kapatır

source: Shutting down...
tr_tr: Kapatılıyor...

source: Attempts to restart Red Makes Red quit with exit code 26 The restart is not guaranteed: it must be dealt with by the process manager in use
tr_tr: Kırmızı ile çıkın kırmızı yapar yeniden denemesi çıkmak kodu 26 yeniden garanti: ile kullanılan işlem yöneticisi tarafından ele alınmalıdır

source: Restarting...
tr_tr: Yeniden başlatılıyor...

source: Changes Red's settings
tr_tr: Red'in ayarlarını değiştirir

source: Sets the admin role for this server
tr_tr: Bu sunucu için yönetici rolü ayarlar

source: The admin role for this guild has been set.
tr_tr: Bu lonca için yönetici rolü belirlendi.

source: Sets the mod role for this server
tr_tr: Bu sunucu için yönetici rolü ayarlar

source: The mod role for this guild has been set.
tr_tr: Bu lonca için yönetici rolü belirlendi.

source: Toggle whether to use the bot owner-configured colour for embeds. Default is to not use the bot's configured colour, in which case the colour used will be the colour of the bot's top role.
tr_tr: Geçiş yapmak için bot sahibi yapılandırılmış renk kullanmak için gömer olup olmadığını. bot yapılandırılmış renk kullanılan durum renk renk bot'ın en iyi rolü olacak, kullanmamak için varsayılandır.

source: The bot {} use its configured color for embeds.
tr_tr: Bot {} kullanmak için yapılandırılmış rengini katıştırır.

source: will not
tr_tr: olmayacak

source: will
tr_tr: olacak

source: Toggle whether to enable fuzzy command search for the server. Default is for fuzzy command search to be disabled.
tr_tr: Belirsiz komut arama sunucusu için etkinleştirilip etkinleştirilmeyeceğini geçiş. devre dışı bırakılması bulanık komut arama için varsayılandır.

source: Fuzzy command search has been {} for this server.
tr_tr: Bulanık komut arama {} bu sunucu için olmuştur.

source: disabled
tr_tr: deaktif

source: enabled
tr_tr: açıldı

source: Toggle whether to enable fuzzy command search in DMs. Default is for fuzzy command search to be disabled.
tr_tr: Belirsiz komut arama sunucusu için etkinleştirilip etkinleştirilmeyeceğini geçiş. devre dışı bırakılması bulanık komut arama için varsayılandır.

source: Fuzzy command search has been {} in DMs.
tr_tr: Bulanık komut arama {} DMs içinde olmuştur.

source: Sets a default colour to be used for the bot's embeds. Acceptable values for the colour parameter can be found at: http://discordpy.readthedocs.io/en/rewrite/ext/commands/api.html#discord.ext.commands.ColourConverter
tr_tr: Bot için kullanılacak bir varsayılan renk kümeleri katıştırır. renk parametresi için kabul edilebilir değerler bulunabilir: http://discordpy.readthedocs.io/en/rewrite/ext/commands/api.html#discord.ext.commands.ColourConverter

source: The color has been reset.
tr_tr: Renk sıfırlandı.

source: The color has been set.
tr_tr: Renk ayarlandı.

source: Sets Red's avatar
tr_tr: Red'in avatarını ayarlar

source: Failed. Remember that you can edit my avatar up to two times a hour. The URL must be a direct link to a JPG / PNG.
tr_tr: Başarısız oldu. Avatarımı saatte iki defaya kadar düzenleyebileceğinizi unutmayın. URL, JPG / PNG’ye doğrudan bağlantı olmalıdır.

source: JPG / PNG format only.
tr_tr: Sadece JPG / PNG formatında.

source: Done.
tr_tr: Tamamdır.

source: Sets Red's playing status
tr_tr: Red'in oyun durumunu ayarlar

source: Game set.
tr_tr: Oyun seti.

source: Sets Red's listening status
tr_tr: Red'in dinleme durumunu ayarlar

source: Listening set.
tr_tr: Dinleme seti.

source: Sets Red's watching status
tr_tr: Red'in izlenme durumunu ayarlar

source: Watching set.
tr_tr: Seti izlemek.

source: Sets Red's status Available statuses: online idle dnd invisible
tr_tr: Red'in durumunu ayarlar Mevcut durumlar: internet üzerinden boş dnd görünmez

source: Status changed to {}.
tr_tr: Durum {} olarak değiştirildi.

source: Sets Red's streaming status Leaving both streamer and stream_title empty will clear it.
tr_tr: Kırmızı'nın akış durumunu ayarlar Hem akışı hem de akış başlığını boş bırakmak onu temizler.

source: Sets Red's username
tr_tr: Red'in kullanıcı adını belirler

source: Failed to change name. Remember that you can only do it up to 2 times an hour. Use nicknames if you need frequent changes. `{}set nickname`
tr_tr: İsim değiştirilemedi. Bunu sadece saatte 2 defaya kadar yapabileceğinizi unutmayın. Sık değişikliklere ihtiyacınız varsa takma ad kullanın. `{} set takma adı '

source: Sets Red's nickname
tr_tr: Red'in kullanıcı adını belirler

source: I lack the permissions to change my own nickname.
tr_tr: Kendi takma ismimi değiştirmek için izinlerim yok.

source: Sets Red's global prefix(es)
tr_tr: Red'in global öneklerini ayarlar

source: Prefix set.
tr_tr: Önek seti.

source: Sets Red's server prefix(es)
tr_tr: Red'in global öneklerini ayarlar

source: Guild prefixes have been reset.
tr_tr: Lonca önekleri sıfırlandı.

source: Sets Red's main owner
tr_tr: Kırmızı'nın ana sahibi ayarlar

source: Verification token:
tr_tr: Doğrulama kodu:

source: Remember:
tr_tr: Unutmayın:

source: I have printed a one-time token in the console. Copy and paste it here to confirm you are the owner.
tr_tr: Tek seferlik bir belirteç konsol yazdırabilirsiniz. Kopyala Yapıştır burada sahibi olduğunuzu onaylamak için.

source: The `{prefix}set owner` request has timed out.
tr_tr: 'Sahibi{prefix}set' isteği zaman aşımına uğradı.

source: You have been set as owner.
tr_tr: Sahibi olarak belirlendi.

source: Invalid token.
tr_tr: Geçersiz token.

source: Change bot token.
tr_tr: Değişiklik bot simgesi.

source: Please use that command in DM. Since users probably saw your token, it is recommended to reset it right now. Go to the following link and select `Reveal Token` and `Generate a new token?`. https://discordapp.com/developers/applications/me/{}
tr_tr: Lütfen o komutu DM kullanın. Kullanıcılar muhtemelen belirtecinizi gördüğüne göre şu anda sıfırlamak için önerilir. Aşağıdaki bağlantı gidip 'Açığa vurmak Token' ve 'Oluştur yeni bir belirteci?' i seçin. https://discordapp.com/developers/applications/me/ {}

source: Changes bot locale. Use [p]listlocales to get a list of available locales. To reset to English, use "en-US".
tr_tr: Değişiklikleri bot yerel ayarı. [p]listlocales kullanılabilir yerel ayarlar listesini almak için kullanın. "en-US" İngilizce'ye sıfırlamak için kullanın.

source: Locale has been set.
tr_tr: Yerel ayarı belirlemek.

source: Enable or disable Sentry logging. Sentry is the service Red uses to manage error reporting. This should be disabled if you have made your own modifications to the redbot package.
tr_tr: Etkinleştirmek veya nöbetçi günlüğü devre dışı. nöbetçi kırmızı hata bildirimi yönetmek için kullandığı bir hizmettir. Bu gerekir devre dışı bırakılabilir redbot paket kendi değişiklikler yaptıysanız.

source: Done. Sentry logging is now enabled.
tr_tr: Bitmiş. Günlük nöbetçi şimdi etkinleştirildi.

source: Done. Sentry logging is now disabled.
tr_tr: Bitmiş. Günlük nöbetçi şimdi devre dışı.

source: Manage settings for the help command.
tr_tr: Yardım komutu ayarlarını yönetin.

source: Set the character limit for each page in the help message. This setting only applies to embedded help. Please note that setting a relitavely small character limit may mean some pages will exceed this limit. This is because categories are never spread across multiple pages in the help message. The default value is 1000 characters.
tr_tr: Her sayfa için karakter sınırını yardım iletisini ayarlayın. Bu ayar yalnızca katıştırılmış Yardım için uygulanır. relitavely küçük karakter sınırını ayarlama Mayıs unutmayın demek bazı sayfaları bu sınırı aşacak. Yardım iletide birden çok sayfalar arasında kategorisi asla yayıldığı için bu. varsayılan değer 1000 karakter olabilir.

source: You must give a positive value!
tr_tr: Pozitif bir değer vermelisiniz!

source: Done. The character limit per page has been set to {}.
tr_tr: Bitmiş. Sayfa başına karakter sınırı {} için ayarlandı.

source: Set the maximum number of help pages sent in a server channel. This setting only applies to embedded help. If a help message contains more pages than this value, the help message will be sent to the command author via DM. This is to help reduce spam in server text channels. The default value is 2 pages.
tr_tr: Bir sunucu kanal olarak gönderilen yardım sayfa maksimum sayısını ayarlayın. Bu ayar yalnızca katıştırılmış Yardım için uygulanır. bir yardım iletisi bu değerden yardım ileti daha fazla sayfa içeriyorsa, komut yazar DM üzerinden gönderilmesi. Sunucu metin kanalları spam azaltmaya yardımcı olmak için bu. 2 sayfa varsayılan değerdir.

source: You must give a value of zero or greater!
tr_tr: Sıfır veya daha büyük bir değer vermek gerekir!

source: Done. The page limit has been set to {}.
tr_tr: Bitmiş. Sayfa sınırı {} için ayarlandı.

source: Set the tagline to be used. This setting only applies to embedded help. If no tagline is specified, the default will be used instead.
tr_tr: Set kullanılmak üzere slogan. Bu ayar yalnızca katıştırılmış Yardım için uygulanır. Hiçbir mesaj alanı belirtilen ise, varsayılan yerine kullanılır.

source: The tagline has been reset.
tr_tr: Tagline sıfırlandı.

source: Your tagline is too long! Please shorten it to be no more than 2048 characters long.
tr_tr: Senin slogan çok uzundur! Lütfen en fazla 2048 karakter uzunluğunda olmasını kısaltın.

source: The tagline has been set to {}.
tr_tr: Tagline {} için ayarlandı.

source: Lists all available locales Use `[p]set locale` to set a locale
tr_tr: Kullanım <div class="notranslate"> '2</div> yerel ayarını ayarlamak' tüm kullanılabilir yerel ayarlar listeler bir yerel ayar ayarlamak için

source: Creates a backup of all data for the instance.
tr_tr: Örnek için tüm verilerin yedeğini oluşturur.

source: A backup has been made of this instance. It is at {}.
tr_tr: Bu örnek, bir yedek yapılmıştır. Bu {}.

source: Would you like to receive a copy via DM? (y/n)
tr_tr: DM üzerinden bir kopyasını almak ister misiniz? (e/h)

source: Response timed out.
tr_tr: Yanıt yok, zaman aşımı oluştu.

source: OK, it's on its way!
tr_tr: Tamam, yola çıktı!

source: Here's a copy of the backup
tr_tr: Yedek bir kopyası

source: OK then.
tr_tr: Tamam o zaman.

source: That directory doesn't seem to exist...
tr_tr: Bu dizinin var gibi görünmüyor...

source: Sends a message to the owner
tr_tr: Kullanıcıya mesaj gönder

source: User ID: {}
tr_tr: Kullanıcı Kimliği

source: through DM
tr_tr: vasitasiyla

source: | Server ID: {}
tr_tr: | sunucu kimliği: {}

source: Use `{}dm {} <text>` to reply to this user
tr_tr: Bu Kullanıcı için yanıt için ' {} dm {} <text>' kullanın

source: Sent by {} {}
tr_tr: {} {} Tarafından gönderilen

source: I cannot send your message, I'm unable to find my owner... *sigh*
tr_tr: Mesajınız gönderemezsiniz, benim sahibi bulmak kuramıyorum * iç çekme *

source: I'm unable to deliver your message. Sorry.
tr_tr: Mesajınızı teslim edemiyorum. Afedersiniz.

source: Your message has been sent.
tr_tr: Mesajınız gönderildi.

source: Sends a DM to a user This command needs a user id to work. To get a user id enable 'developer mode' in Discord's settings, 'appearance' tab. Then right click a user and copy their id
tr_tr: Bir kullanıcıya bir DM gönderir Bu komutun çalışması için bir kullanıcı kimliği gerekiyor. Bir kullanıcı kimliği almak için Discord'un 'geliştirici modu'nu etkinleştirin ayarlar, 'görünüm' sekmesi. Ardından bir kullanıcıyı sağ tıklayın ve kimliklerini kopyala

source: Invalid ID or user not found. You can only send messages to people I share a server with.
tr_tr: Geçersiz kimlik veya Kullanıcı bulunamadı. Yalnızca kişilere ileti gönderebilirsiniz bir sunucu ile paylaşmak.

source: Owner of {}
tr_tr: Sahibi {}

source: You can reply to this message with {}contact
tr_tr: {} Kişi bu iletiyle yanıtlayabilirsiniz

source: Sorry, I couldn't deliver your message to {}
tr_tr: Üzgünüz, ben mesajınızı teslim edemedin için {}

source: Message delivered to {}
tr_tr: Mesaj iletildi

source: Whitelist management commands.
tr_tr: Beyaz liste yönetimi komutları.

source: Adds a user to the whitelist.
tr_tr: Kullanıcı beyaz listeye ekler.

source: User added to whitelist.
tr_tr: Kullanıcı izin verilenler listenize eklendi.

source: Lists whitelisted users.
tr_tr: Beyaz liste kullanıcıları listeler.

source: Whitelisted Users:
tr_tr: Beyaz listeye alınmış Ip`ler:

source: Removes user from whitelist.
tr_tr: Kullanıcı beyaz listeye ekler.

source: User has been removed from whitelist.
tr_tr: Kullanıcı hesaptan kaldırıldı.

source: User was not in the whitelist.
tr_tr: Kullanıcı içinde beyaz değildi.

source: Clears the whitelist.
tr_tr: Kullanıcı beyaz listeye ekler.

source: Whitelist has been cleared.
tr_tr: Beyaz Liste temizlendi.

source: blacklist management commands.
tr_tr: beyaz liste yönetimi komutları.

source: Adds a user to the blacklist.
tr_tr: Kullanıcı beyaz listeye ekler.

source: You cannot blacklist an owner!
tr_tr: Arkadaşını kara listeye ekleyemezsin!

source: User added to blacklist.
tr_tr: %s kara listeye eklendi.

source: Lists blacklisted users.
tr_tr: Beyaz liste kullanıcıları listeler.

source: blacklisted Users:
tr_tr: beyaz listeye alınmış Ip`ler:

source: Removes user from blacklist.
tr_tr: Kullanıcı beyaz listeye ekler.

source: User has been removed from blacklist.
tr_tr: Kullanıcı hesaptan kaldırıldı.

source: User was not in the blacklist.
tr_tr: Kullanıcı içinde beyaz değildi.

source: Clears the blacklist.
tr_tr: Kullanıcı beyaz listeye ekler.

source: blacklist has been cleared.
tr_tr: beyaz Liste temizlendi.

source: Adds a user or role to the whitelist.
tr_tr: Bir kullanıcı veya rolün beyaz listeye ekler.

source: Role added to whitelist.
tr_tr: Rol beyaz listeye eklendi.

source: Lists whitelisted users and roles.
tr_tr: Beyaz liste kullanıcıları ve rolleri listeler.

source: Whitelisted Users and roles:
tr_tr: Beyaz liste kullanıcılar ve roller:

source: Removes user or role from whitelist.
tr_tr: Kullanıcı veya rolün beyaz liste kaldırır.

source: Role has been removed from whitelist.
tr_tr: Rol beyaz liste kaldırıldı.

source: Role was not in the whitelist.
tr_tr: Rol içinde beyaz değildi.

source: Adds a user or role to the blacklist.
tr_tr: Bir kullanıcı veya rolün için blacklist ekler.

source: Role added to blacklist.
tr_tr: Rol kara listeye eklendi.

source: Lists blacklisted users and roles.
tr_tr: Kullanıcı ve rolleri listeler kara listeye.

source: blacklisted Users and Roles:
tr_tr: kara listeye kullanıcılar ve roller:

source: Removes user or role from blacklist.
tr_tr: Kullanıcı veya rolün kara kaldırır.

source: Role has been removed from blacklist.
tr_tr: Rol kara kaldırıldı.

source: Role was not in the blacklist.
tr_tr: Rol kara liste içinde değildi.

source: Manage the bot's commands.
tr_tr: Bot komutları yönetme.

source: Disable a command. If you're the bot owner, this will disable commands globally by default.
tr_tr: Bir komutu devre dışı bırakın. bot sahibi iseniz, bu komutları genel olarak varsayılan olarak devre dışı bırakır.

source: Disable a command globally.
tr_tr: Bir komut genel olarak devre dışı bırakın.

source: I couldn't find that command. Please note that it is case sensitive.
tr_tr: Bu komut bulamadım. Lütfen büyük küçük harf duyarlı olduğunu unutmayın.

source: That command is already disabled globally.
tr_tr: Bu komut zaten genel olarak devre dışı bırakıldı.

source: Disable a command in this server only.
tr_tr: Yalnızca bu sunucuya bir komutu devre dışı bırakın.

source: That command is already disabled in this server.
tr_tr: Bu komut zaten bu Server'da devre dışı bırakıldı.

source: Enable a command. If you're a bot owner, this will try to enable a globally disabled command by default.
tr_tr: Bir komutu devre dışı bırakın. bot sahibi iseniz, bu komutları genel olarak varsayılan olarak devre dışı bırakır.

source: Enable a command globally.
tr_tr: Genel olarak bir komut etkinleştirmek.

source: That command is already enabled globally.
tr_tr: Bu komut genel olarak zaten etkinleştirilmiştir.

source: Enable a command in this server.
tr_tr: Bu sunucu bir komutu etkinleştirin.

source: That command is already enabled in this server.
tr_tr: Bu komut bu sunucu zaten etkinleştirilmiştir.

source: Set the bot's response to disabled commands. Leave blank to send nothing. To include the command name in the message, include the `{command}` placeholder.
tr_tr: Bot'ın yanıt Engelli komutları olarak ayarlayın. hiçbir şey göndermek için boş bırakın. iletide komut adı eklemek için '{command}' yer tutucu Ekle.

source: Server settings for immunity from automated actions
tr_tr: Dokunulmazlık otomatik eylemler sunucu ayarlarını

source: Get's the current members and roles configured for automatic moderation action immunity
tr_tr: Otomatik denetimi eylem dokunulmazlık için yapılandırılmış geçerli Üyeler ve rolleri <div class="notranslate"> 0's</div> olsun

source: Roles immune from automated moderation actions:
tr_tr: Rolleri üzerinden bağışıklık otomatik ılımlılık eylemler:

source: Members immune from automated moderation actions:
tr_tr: Rolleri üzerinden bağışıklık otomatik ılımlılık eylemler:

source: No immunty settings here.
tr_tr: Buradaki hiçbir immunty ayarlar.

source: Makes a user or roles immune from automated moderation actions
tr_tr: bir Kullanıcı ya da rol bağışıklık otomatik ılımlılık eylemler sağlar

source: Already added.
tr_tr: Zaten eklendi.

source: Not in list.
tr_tr: Listede değil.

source: Checks if a user or role would be considered immune from automated actions
tr_tr: bir kullanıcı veya rolün Otomatik eylemler ' den bağışıklık olmak kabul eğer denetler

source: They are immune
tr_tr: Bağışık olduklarını

source: They are not Immune
tr_tr: Onlar bağışıklık değildir
